<?php
return [

    'loginn' => 'دخول',
    'register' => 'تسجيل دخول',
    'Laboratoire' => 'معمل',
    'Missions' => 'البعثات',
    'Equipes' => 'الفرق',
    'Innovation' => 'ابتكار',
    'Evenement' => 'حدث',
    "propre" => "حول المختبر",
    'login' => 'login',
    'Bienvenue' => 'مرحباً بكم في موقع المختبرات',
    'Veuillez' => 'يرجى تسجيل الدخول أو التسجيل للمتابعة.',
    'universite' => 'جامعة عين تموشنت',



    "head" => "مختبر الهندسة والتنمية المستدامة",
    "DMC" => "دي ام سي",
    "Durabilité" => "استدامة مواد البناء",
    "MSE" => "MSE",
    "Mécanique" => "الميكانيكا - الهياكل والأضرار",

    "MDSE" => "مدس",
    "Matériaux" => "المواد العازلة ومحاكاة الظواهر الكهربائية",

    "MMmn" => "ممممن",
    "Modélisation" => "النمذجة الرياضية للهياكل الدقيقة/النانوية",

    "EDPA" => "إي دي بي إيه",
    "Equations" => "المعادلات التفاضلية الجزئية وتطبيقاتها",

    "MISSION" => "تكليف",
"Développement" => "تطوير المنهجيات الرقمية والتجريبية",

    "lire" => "اقرأ أيضاً",
    "Promotion" => "تعزيز وتطوير التقنيات الجديدة",
    "Utilisation" => "استخدام مواد جديدة وهياكل مُكيَّفة",
    "Formation" => "تدريب طلاب الماجستير والدكتوراه",
    "Systèmes" => " أنظمة تحويل الطاقة والمنشآت الفنية",


    "pri" => "مختبر الهندسة والتنمية المستدامة هو مختبر بحثي معتمد منذ أغسطس 2022 بموجب المرسوم الوزاري رقم 394. وهو مرتبط بجامعة عين تموشنت. وقد تم تكليف مدرسين من الهندسة المدنية والهندسة الميكانيكية والهندسة الكهربائية والرياضيات وعلوم الكمبيوتر بإنشاء بحث علمي متعدد التخصصات. يدير المختبر الدكتور عطية أمينة .",
    "sec" => "وتتمثل مهامها الرئيسية في: تعزيز وتطوير التقنيات الجديدة ، والأنظمة التي تستخدم مواد جديدة، والهياكل الميكانيكية التي تلبي المعايير الدولية، وأنظمة تحويل الطاقة والمنشآت الفنية.",
    "thr" => "ستركز هذه الأنشطة على تطوير العمليات والمنهجيات العددية والتجريبية وتطبيقاتها في مجالات العلوم الهندسية ( الطاقة، ميكانيكا المواد الصلبة، علوم المواد، الهندسة الكهربائية ).",
    "fou" => "كما يتم تدريب طلبة الماجستير والدكتوراه، فضلاً عن التعليم المستمر للقطاع الاجتماعي والاقتصادي. ويتكون من خمسة (05) فرق بحثية متعددة التخصصات تضم 20 مدرسًا باحثًا و09 طلاب دكتوراه.",



    "Piliers de l'X" => "ركائز المدرسة X",
    "Se former" => "التكوين",
    "Enseigner et chercher" => "التدريس والبحث",
    "Entreprendre et innover" => "ريادة الأعمال والابتكار",
    "S'associer" => "الشراكة",
    "Accès rapides" => "روابط سريعة",
    "Histoire de l'école" => "تاريخ المدرسة",
    "Responsabilité sociétale et environnementale" => "المسؤولية الاجتماعية والبيئية",
    "Soutenabilité" => "الاستدامة",
    "Égalité des chances" => "تكافؤ الفرص",
    "Ouverture internationale" => "الانفتاح الدولي",
    "Annuaire" => "الدليل",
    "Intranet" => "إنترانت",

    "Mentions légales • Accessibilité numérique • Politique de protection des données • Plan du site • Gestion des cookies" 
    => "الإشعارات القانونية • إمكانية الوصول الرقمي • سياسة حماية البيانات • خريطة الموقع • إدارة ملفات تعريف الارتباط",


    "Réalisation Net.Com 20252025" => "إنجاز Net.Com 20252025",
    'LES EVENEMENTS' => 'الفعاليات',
    'Les Événements' => 'الفعاليات',
    'No publications found.' => 'لم يتم العثور على منشورات.',


     'hero_title' => 'الميكانيكا - الهياكل والضرر',
    'hero_paragraph' => "اليوم، يتنافس الفاعلون الصناعيون لتقليل التكاليف وزيادة الإنتاجية. من الناحية التقنية، يتمثل أحد الاهتمامات الرئيسية في ضمان متانة وسلامة أجزاء المعدات...",
    'supervisor_section_title' => "رئيس الفريق",
    'memory_label' => "مذكرات التخرج",
    'research_label' => "الأبحاث",
    'prof_name' => "الدكتور وهاد عوداد",
    'position' => "أستاذ في علوم الحاسوب",
    'specialty' => "الذكاء الاصطناعي والأنظمة الموزعة",
    'experience' => "15 سنة في التدريس والبحث",
    'team' => "قائد مشروع \"مختبر البيانات الذكية\"",
    'publications' => "مؤلف لعدة مقالات عن الذكاء الاصطناعي والبيانات الضخمة",
    'contact' => "البريد الإلكتروني: yassine.merad@univ-uat.dz",









     'lab_image_alt' => 'المختبر',
    'durability_hero_title' => 'متانة مواد البناء',
    'durability_hero_paragraph' => 'تندرج أعمال الفريق ضمن مجال إصلاح وتأهيل الهياكل في الهندسة المدنية (العوارض، الصفائح، القشور...). سيتم إعطاء الأولوية لتقوية الهياكل باستخدام المواد المركبة. سيجري الفريق أبحاثًا معترفًا بها على المستويين الوطني والدولي مع تكوين باحثين متميزين في مجال الهندسة المدنية.',

    'memory_label' => 'مذكرات التخرج',
    'research_label' => 'أبحاث',
    'supervisor_section_title' => 'رئيس الفريق',
    'prof_image_alt' => 'الأستاذ',
    'khaled_name' => 'د. عمارة خالد',

    'position_label' => 'المنصب:',
    'position' => 'أستاذ في الإعلام الآلي',

    'specialty_label' => 'التخصص:',
    'specialty' => 'الذكاء الاصطناعي والأنظمة الموزعة',

    'experience_label' => 'الخبرة:',
    'experience' => '15 سنة في التعليم والبحث',

    'team_label' => 'الفريق:',
    'team' => 'مسؤول عن مشروع "Smart Data Lab"',

    'publications_label' => 'المنشورات:',
    'publications' => 'مؤلف لعدة مقالات حول الذكاء الاصطناعي والبيانات الضخمة',

    'contact_label' => 'البريد الإلكتروني:',
    'contact' => 'yassine.merad@univ-uat.dz',


    // Hero Section
    'partial_diff_hero_title' => 'المعادلات التفاضلية الجزئية وتطبيقاتها',
    'partial_diff_hero_paragraph1' => "يتم تنظيم العديد من الظواهر في علم الأحياء والاقتصاد والميكانيكا والفيزياء من خلال المعادلات التفاضلية الجزئية. يهتم أعضاء الفريق بشكل خاص بقضايا الوجود، والوحدانية، وانتظام الحلول، والاستقرارية، والانفجار، والسلوك التقاربي لهذه المعادلات.",
    'partial_diff_hero_paragraph2' => "هدفنا الأساسي هو تثبيت النظام لجعله غير حساس لبعض الاضطرابات (الاستقرار)، أو تحديد حلول مثلى لبعض المعايير (التحكم الأمثل).",
    'lab_alt_text' => 'المختبر',

    // Info Boxes
    'memory_label' => 'مذكرات التخرج',
    'research_label' => 'الأبحاث',

    // Supervisor Section
    'supervisor_section_title' => 'رئيس الفريق',
    'professor_alt_text' => 'صورة الأستاذ',
    'beniani_name' => 'الدكتور بنياني عبد الرحمن',

    'position_label' => 'المنصب:',
    'position_value' => 'أستاذ في علوم الحاسوب',

    'specialty_label' => 'التخصص:',
    'specialty_value' => 'الذكاء الاصطناعي والأنظمة الموزعة',

    'experience_label' => 'الخبرة:',
    'experience_value' => '15 سنة في التدريس والبحث',

    'team_label' => 'الفريق:',
    'team_value' => 'مسؤول مشروع "Smart Data Lab"',

    'publications_label' => 'المنشورات:',
    'publications_value' => 'مؤلف لعدة مقالات حول الذكاء الاصطناعي والبيانات الضخمة',

    'contact_label' => 'الاتصال:',

 
    'hero_title' => 'المواد العازلة ومحاكاة الظواهر الكهربائية',
    'hero_paragraph' => 'تهدف أنشطة الفريق إلى فهم ومحاكاة الظواهر الكهربائية المختلفة. وتعتمد على معرفة جيدة بالأنظمة الكهربائية بشكل عام والمواد العازلة بشكل خاص من خلال دراسة الخصائص الفيزيائية للمواد. ستكون هناك حاجة إلى حسابات رياضية لتطوير أدوات برمجية متخصصة لمحاكاة بعض الظواهر الكهربائية، من أجل مراعاة خصوصياتها بشكل أفضل. وتندرج أعمال الفريق في هذا الإطار بهدف تحسين التصميم.',
    
    'memory_label' => 'مذكرات التخرج',
    'research_label' => 'البحوث',
    
    'supervisor_section_title' => 'رئيس الفريق',
    'prof_name' => 'د. زلمات سمير',
    'position' => 'أستاذ في الإعلام الآلي',
    'specialty' => 'الذكاء الاصطناعي والأنظمة الموزعة',
    'experience' => '15 سنة في التدريس والبحث',
    'team' => 'مسؤول مشروع "مختبر البيانات الذكية"',
    'publications' => 'مؤلف لعدة مقالات حول الذكاء الاصطناعي والبيانات الضخمة',
    'contact' => 'yassine.merad@univ-uat.dz',
 

];
