<?php
return [
    'Laboratoire' => 'معمل',
    'Missions' => 'البعثات',
    'Equipes' => 'الفرق',
    'Innovation' => 'ابتكار',
    'Evenement' => 'حدث',
    "propre" => "حول المختبر",
    'login' => 'login',
    'Bienvenue' => 'مرحباً بكم في موقع المختبرات',
    'Veuillez' => 'يرجى تسجيل الدخول أو التسجيل للمتابعة.',
    'universite' => 'جامعة عين تموشنت',



    "head" => "مختبر الهندسة والتنمية المستدامة",
    "DMC" => "دي ام سي",
    "Durabilité" => "استدامة مواد البناء",
    "MSE" => "MSE",
    "Mécanique" => "الميكانيكا - الهياكل والأضرار",

    "MDSE" => "مدس",
    "Matériaux" => "المواد العازلة ومحاكاة الظواهر الكهربائية",

    "MMmn" => "ممممن",
    "Modélisation" => "النمذجة الرياضية للهياكل الدقيقة/النانوية",

    "EDPA" => "إي دي بي إيه",
    "Equations" => "المعادلات التفاضلية الجزئية وتطبيقاتها",

    "MISSION" => "تكليف",
"Développement" => "تطوير المنهجيات الرقمية والتجريبية",

    "lire" => "اقرأ أيضاً",
    "Promotion" => "تعزيز وتطوير التقنيات الجديدة",
    "Utilisation" => "استخدام مواد جديدة وهياكل مُكيَّفة",
    "Formation" => "تدريب طلاب الماجستير والدكتوراه",
    "Systèmes" => " أنظمة تحويل الطاقة والمنشآت الفنية",


    "pri" => "مختبر الهندسة والتنمية المستدامة هو مختبر بحثي معتمد منذ أغسطس 2022 بموجب المرسوم الوزاري رقم 394. وهو مرتبط بجامعة عين تموشنت. وقد تم تكليف مدرسين من الهندسة المدنية والهندسة الميكانيكية والهندسة الكهربائية والرياضيات وعلوم الكمبيوتر بإنشاء بحث علمي متعدد التخصصات. يدير المختبر الدكتور عطية أمينة .",
    "sec" => "وتتمثل مهامها الرئيسية في: تعزيز وتطوير التقنيات الجديدة ، والأنظمة التي تستخدم مواد جديدة، والهياكل الميكانيكية التي تلبي المعايير الدولية، وأنظمة تحويل الطاقة والمنشآت الفنية.",
    "thr" => "ستركز هذه الأنشطة على تطوير العمليات والمنهجيات العددية والتجريبية وتطبيقاتها في مجالات العلوم الهندسية ( الطاقة، ميكانيكا المواد الصلبة، علوم المواد، الهندسة الكهربائية ).",
    "fou" => "كما يتم تدريب طلبة الماجستير والدكتوراه، فضلاً عن التعليم المستمر للقطاع الاجتماعي والاقتصادي. ويتكون من خمسة (05) فرق بحثية متعددة التخصصات تضم 20 مدرسًا باحثًا و09 طلاب دكتوراه.",

];
